Repository: hawaamt/MyMangasApp
Catalog: MangaCollection/Localizable.xcstrings
Source language: es
Languages: en

# access_confirm_password_placeholder
source: Introduce contraseña
en: Insert password

# access_email_placeholder
source: Introduce email
en: Insert email

# access_error
source: No se puede acceder a la aplicación
en: Unable to access App

# access_login_submit
source: Acceder
en: Access

# access_logout_submit
source: Cerrar sesión
en: Log out

# access_password_placeholder
source: Introduce contraseña
en: Insert password

# access_register_submit
source: Crear cuenta
en: Create account

# access_register_title
source: Crear cuenta
en: Create account

# button_retry
source: Reintentar
en: Retry

# details_cast
source: Autores
en: Authors

# details_remove_collection
source: Eliminar de mi colección
en: Remove from my collection

# details_volume_reading %@
source: Leyendo volumen: %@
en: Reading volume: %@

# details_volume_saved
source: Guardado en la colección
en: Saved in my collection

# details_volumes_acquired %@
source: Volúmenes adquiridos: %@
en: Volumes acquired: %@

# email_format_error
source: El email tiene un formato incorrecto
en: The email has an incorrect format

# filterBy_add_demographic_filters
source: Añadir demografía al filtro
en: Add demographic to filter

# filterBy_add_genre_filters
source: Añadir género al filtro
en: Add genre to filter

# filterBy_add_theme_filters
source: Añadir temática al filtro
en: Add theme to filter

# filterBy_add_title_filters
source: Filtrar por 'título contiene...'
en: Filter by 'title contains...'

# filterBy_author
source: Por autor
en: By author

# filterBy_author_error
source: Hay que añadir el nombre del autor
en: The author's name must be added

# filterBy_author_title
source: Buscar por nombre de autor
en: Search by author name

# filterBy_begins_with_placeholder
source: Buscar manga que empiece por...
en: Search manga that begins with...

# filterBy_beginWith_error
source: Hay que añadir algún filtro de empieza por
en: You need to add some filter that starts with

# filterBy_beginWith_title
source: Filtrar por 'Empieza por'
en: Filter by 'Begins with'

# filterBy_contains
source: Contiene
en: Contains

# filterBy_contains_error
source: Hay que añadir algún filtro de contiene
en: You need to add some contains filter

# filterBy_contains_placeholder
source: Buscar manga que contenga...
en: Search manga that contains...

# filterBy_contains_title
source: Filtrar por 'Contiene'
en: Filter by 'Contains'

# filterBy_custom
source: Personalizado
en: Custom

# filterBy_demographic
source: Por demografía
en: By demographic

# filterBy_description
source: Selecciona el tipo de filtrado que se quiere aplicar. En función del tipo de filtro se permitirán filtrar por diferentes categorías o valores del manga.
en: Select the type of filtering you want to apply. Depending on the type of filter, you will be able to filter by different categories or manga values.

# filterBy_genre
source: Por género
en: By genre

# filterBy_id
source: Por id
en: By id

# filterBy_id_error
source: Hay que añadir algún id
en: Some id needs to be added

# filterBy_id_title
source: Filtrar por 'ID'
en: Filter by 'ID'

# filterBy_select_author
source: Selecciona el autor
en: Select the author

# filterBy_select_demographic
source: Selecciona la demografía
en: Select the demography

# filterBy_select_genre
source: Selecciona el tipo de género
en: Select kind of genre

# filterBy_select_theme
source: Selecciona la temática
en: Select the theme

# filterBy_theme
source: Por temática
en: By theme

# filterBy_title
source: Tipo de filtrado
en: Filter type

# filterBy_title_placeholder
source: Buscar en el título del manga
en: Search in manga title

# home_authors
source: Autores
en: Authors

# home_best_title
source: Top 10 mangas
en: Mangas Top 10

# home_demographic
source: Demográfico
en: Demographics

# home_genres
source: Géneros
en: Genres

# home_themes
source: Temáticas
en: Themes

# manga_by_demographic
source: Demografía:
en: Demographic:

# manga_by_genre
source: Género:
en: Genre:

# manga_by_theme
source: Tema:
en: Theme:

# mangas_filtered_by_empty
source: No hay datos que mostrar
en: Data is empty

# mangas_filtered_by_no_data
source: No hay datos disponibles
en: No data available

# my_collection_accept
source: Aceptar
en: Accept

# my_collection_cancel
source: Cancelar
en: Cancel

# my_collection_description
source: Información actual de los volúmenes de mi colección
en: Actual information about volumes in my collection

# my_collection_edit_add_volume_error
source: Este volumen ya está añadido a la colección
en: This volume is already added to the collection

# my_collection_edit_add_volume_placeholder
source: Introduce volumen
en: Insert volume

# my_collection_edit_add_volume_title
source: Añadir volumen:
en: Add volume:

# my_collection_edit_button
source: Editar
en: Edit

# my_collection_edit_reading_placeholder
source: Introduce volumen
en: Insert volume

# my_collection_edit_reading_title
source: Leyendo:
en: Reading:

# my_collection_isCompleted
source: Colección completada
en: Collection completed

# my_collection_volume: %@
source: Volúmen: %@
en: Volume: %@

# my_collection_volumes %lld
source: Volúmenes: %lld
en: Volumes: %lld

# my_collection_volumes_saved
source: Volúmenes en mi colección
en: Volumes in my collection

# password_length_error
source: La contraseña ha de tener al menos 8 caracteres
en: The password has to have at least 8 characters

# passwords_distinct_error
source: Las contraseñas han de ser iguales
en: Passwords must be the same

# required_error
source: Este campo es requerido
en: This field is required

# status_finished
source: Finalizado
en: Finished

# status_inProgress
source: En curso
en: In progress

# tab_filter
source: Filtrado
en: Filter

# tab_myAccount
source: Mi cuenta
en: My account

# tab_myCollection
source: Mi colección
en: My collection
